
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"ディスク“%2”上の\n“%1（%3）”を選択しました。";
"DESCRIPTION" =				"ディスク“%2”上の\n“%1”を選択しました。";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"（%2 上）";

/* Labels inside the tool-tips */
"Volume:" = "ボリューム：";
"System:" = "システム：";
"Version:" = "バージョン：";
"Location:" = "場所："; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "サーバ："; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Wide Public Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "再起動";
"RESTART..." = "再起動...";
"RESTARTING" = "再起動中";
"RESTART?" = "コンピュータを再起動してもよろしいですか？";
"RESTART_NETINSTALL" = "このインストールディスクを使用してコンピュータを再起動してもよろしいですか？";
"SAVE_DESCRIPT" = "お使いのコンピュータは“%2”上の“%1”を使って起動します。";
"CANCEL" = "キャンセル";
"OK" = "OK";
"SHUTDOWN" = "システム終了";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "このコンピュータをターゲット・ディスク・モードで再起動してもよろしいですか？";
"ENTER_TDM" = "再起動";
"TDM_DESCRIPT" = "このコンピュータはターゲット・ディスク・モードで再起動します。このコンピュータをハードディスクとして使用するには、FireWire ケーブルを使ってほかのコンピュータに接続してください。ターゲット・ディスク・モードを終了するには、パワーボタンを押してください。";
"kSD_TDM_BOOTARGS_FOUND" = "boot-args にデバッグ設定が含まれているため、FireWire ターゲット・ディスク・モードからコンピュータをシステム終了するには、パワーボタンを通常よりも長く押したままにする必要があります。";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "ターゲット・ディスク・モード";
"TDM..." = "ターゲット・ディスク・モード...";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "ネットワーク起動"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "ネットワーク起動..."; /* More Choices icon */
"NETWORK_VOLUME" = "ネットワークディスク"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "下のリストからネットワークディスクを 1 つ選択してください"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "お使いのコンピュータは“%1”という名前のネットワークディスクを使って起動します。"; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "このコンピュータはネットワークディスク“%1”を使用して起動します。このディスクがソフトウェアを自動的にインストールする場合、お使いのハードディスクが消去される可能性があります。"; /* save sheet */
"NETBOOT_DESCRIPTION" = "ネットワークディスク“%1”を選択しました。"; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "起動時にネットワークディスクを検索"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "お使いのコンピュータは起動時にネットワークディスクを検索します。"; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "起動時にネットワークディスクを検索することを選択しました。"; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Mac OS 9 をインストール";
"INSTALL_X_KIND" = "Mac OS X インストール";
"INSTALL_XSERVER_KIND" = "Mac OS X Server インストール";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Untitled";


/* error messages */
"SAVE_ERROR_TITLE" = "起動ディスクを選択されたディスクに変更することはできません。";
"SAVE_ERROR_MSG" = "選択したディスク上で十分な情報を収集できませんでした。";
"TDM_ERROR_TITLE" =  "ターゲット・ディスク・モードでは起動できません。";
"TDM_ERROR_MSG" =  "システムのプロパティを設定できませんでした。";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "その他の OS";


